export default [
  {
    id: 0,
    main_text: "[가이드] 동행날씨 가이드",
    date_info: "2021.04.12",
    link: "/about/weather"
  },
  {
    id: 1,
    main_text: "커뮤니티 안내문",
    date_info: "2021.04.05",
    item: "communiy-info",
    detail: `<커뮤니티 이용규칙> 

    SPOT BUDDY는 사용자의 건강하고 즐거운 커뮤니티 문화 조성을 위해 커뮤니티 이용규칙을 제정하여 운영하고 있습니다. 규칙 위반 시 게시물이 삭제되고 서비스 이용이 일정 기간 제한될 수 있습니다. 
    
    용어의 정의
    
    1. "당사"란 '팀 SPOT(팀스팟)'을 뜻합니다.
    2. "이용자"란 "당사"에 접속하여 이 약관에 따라 "당사"가 제공하는 서비스를 받는 회원을 말합니다.
    3. "회원"이라 함은 "당사"에 개인정보를 제공하여 회원등록을 한 자로서,"당사"의 정보를 지속적으로 제공받으며,"당사"가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
    4. "커뮤니티"란 'SPOT BUDDY' 앱의 '커뮤니티' 탭 내부의 이용자 간 의사 소통, 의견 개진, 게시물 작성 및 등록, 댓글 작성 및 등록 등의 활동 전반에 해당하는 서비스 일체를 말합니다.
    
    커뮤니티 이용규칙
    
    1. 타인비방 및 과도한 비속어 남용
    → 다른 이용자 및 회원에 대한 악의적인 비방 및 명예훼손을 엄격하게 금지합니다.
    → 과도한 비속어 남용으로 인한 커뮤니티 질서 및 분위기 훼손시 해당 게시물 및 댓글을 예고없이 비공개처리 혹은 삭제될 수 있습니다.
    
    2. 금전거래
    → 법률에 반하는 거래 불가능 품목 거래 행위를 금지합니다. 
    → 온라인 상 거래가 금지된 품목의 거래 행위를 금지합니다.
    
    3. 저작권
    → 게시물과 댓글 등 커뮤니티 내부의 저작권은 이를 작성한 이용자 및 회원에게 있으며, 당사 또는 다른 이용자 및 회원은 저작권자 동의 없이 영리 추구 목적으로 저작물을 사용할 수 없습니다.
    → SPOT BUDDY의 자체 콘텐츠는 모두 당사에 귀속되며 이용자 및 회원은 당사의 동의 없이 이를 무단으로 사용할 수 없습니다.
    
    4. 개인정보 공유 및 침해
    → 게시글 및 댓글 작성시 이용자 및 회원 스스로 유포한 개인정보에 대한 보호 책임은 당사에 없습니다. 이 점 유의하여 게시글 및 댓글 작성시 개인정보 유출이 되는 일이 없도록 해주시기 바랍니다.
    
    5. 게시물의 관리
    → 아래의 항목에 해당되는 내용이 담긴 게시물 혹은 댓글은 예고없이 비공개처리 혹은 삭제될 수 있습니다.
    
    - 거짓 정보를 담고 있는 내용
    - 폭력성, 잔혹성, 혐오성, 음란성 등이 포함된 내용
    - 불법 복제, 해킹 등 기타 현행법을 위반하거나 기타 법령에 위반되는 내용
    - 특정 종교에 대한 선교, 포교 및 비방을 담고 있는 내용
    - 특정 집단에 대한 차별 및 무조건적 비난을 담고 있는 내용
    - 정치적 판단이나 견해를 포함한 내용
    - 광고, 홍보, 판촉 등 영리 목적의 내용
    - 도배 및 스팸 등 동일한 내용을 지속적으로 반복 게시하여 다른 이용자 및 회원의 불편을 초래하는 내용
    - 서비스 각 영역이 규정하고 있는 운영 원칙에 어긋나는 내용
    - 이해 당사자의 삭제 요청이 있거나 당사가 고발 또는 피소 될 수 있는 내용
    
    커뮤니티 이용규칙은 지속적으로 개정됩니다. 개정사항이 있는 경우, 공지사항을 통해 안내되므로 반드시 확인해주시기 바랍니다. 
    
    사용자는 이용규칙이 위반되는 게시글, 댓글 등을 신고하기 기능을 통해 신고해주시기 바랍니다.`
  }
];
