export default [
  {
    id: 0,
    main_text: "동행날씨란 무엇인가요?",
    date_info: null,
    detail: `동행날씨는 SPOT BUDDY 사용자로부터 받은 평가, 후기, 신고접수 등을 종합해서 안전한 서비스 환경을 조성하기 위해 만들어진 상호 평가 제도입니다.  
    동행날씨 평가, 평가 작성 방법 (익명/실명), 신고와 차단에 할당된 점수 배점 시스템을 통해 동행날씨 지수가 계산됩니다.
    <br />
    <a href="/about/weather"><strong>더 자세한 동행날씨 보러가기</strong></a>
    `
  },
  {
    id: 1,
    main_text: "비밀번호를 잊어버렸습니다.",
    date_info: null,
    detail: `프로필 > 비밀번호 찾기 에서 본인 인증 확인 후, 비밀번호 재설정이 가능합니다.
    `
  },
  {
    id: 2,
    main_text: "동행확정은 어디서 하나요?",
    date_info: null,
    detail: `참여하시고 싶은 동행자와의 채팅방 상단의 확정 버튼을 눌러 확정 가능합니다. 단, 상대방과 본인 모두 확정 버튼을 눌러야 확정 완료되며, 프로필 > 참여내역 에서 해당 동행을 확인하실 수 있습니다. 
    `
  },
  {
    id: 3,
    main_text: "참여했던 동행 목록을 확인하고 싶어요.",
    date_info: null,
    detail: `프로필 > 참여내역에서 해당 사항을 확인하실 수 있습니다. 
    `
  },
  {
    id: 4,
    main_text: "동행에 어떤 사람들이 같이 참여하는지 알고 싶어요.",
    date_info: null,
    detail: `프로필 > 참여내역 > 참여자 목록에서 해당 사항을 확인하실 수 있습니다.  
    `
  },
  {
    id: 5,
    main_text: "동행날씨 평가는 어떻게 하나요?",
    date_info: null,
    detail: `평가하고 싶은 상대방의 프로필을 클릭하여, 상대방의 프로필 > 동행날씨 평가하기에서 평가하실 수 있습니다.
    `
  },
  {
    id: 6,
    main_text: "동행했던 사람 신고는 어떻게 하나요? ",
    date_info: null,
    detail: `상대방의 프로필에서 오른쪽 상단 점 세 개 버튼 클릭 후, 신고하기 버튼을 통해 신고 접수하실 수 있습니다.
    `
  },
  {
    id: 7,
    main_text: "차단했던 동행을 풀고 싶어요.",
    date_info: null,
    detail: `프로필 > 환경설정 (프로필 오른쪽 상단 톱니바퀴 아이콘)<i class="mdi mdi-cog"></i> > 차단 사용자 관리에서 차단 사용자를 확인 및 해제하실 수 있습니다.
    `
  }
];
