export default [
  {
    id: 1,
    text: "홍보/영리목적 사용자"
  },
  {
    id: 2,
    text: "욕설 또는 비방"
  },
  {
    id: 3,
    text: "혐오 발언 또는 상징"
  },
  {
    id: 4,
    text: "부적절한 닉네임"
  },
  {
    id: 5,
    text: "성희롱/성추행/성폭행 시도"
  },
  {
    id: 6,
    text: "선정성/음란성/청소년 유해"
  },
  {
    id: 7,
    text: "협박 및 원치 않는 행동이나 대화 강요"
  },
  {
    id: 8,
    text: "불법/거짓 정보"
  },
  {
    id: 9,
    text: "도배/스팸"
  },
  {
    id: 10,
    text: "개인 정보 노출/유포/거래"
  },
  {
    id: 11,
    text: "지적 재산권 침해"
  },
  {
    id: 0,
    text: "기타 (80자 이내)"
  }
];
