const terms_list = {
  age: {
    id: "age",
    text: "만 14세 이상입니다.",
    required: true,
    detail: null
  },
  spot_term: {
    id: "spot_term",
    text: "SPOT BUDDY 이용약관 동의",
    required: true,
    detail: `
<h2>제 1장 SPOT BUDDY 서비스 이용약관 총칙</h2>

<h3>제 1조 목적</h3>

1)	이 약관은 '팀 SPOT(팀스팟)'(이하 “회사”이라 합니다)이 운영하는 어플리케이션(Application, 이하 웹사이트와 어플리케이션을 통칭하여 “SPOT BUDDY 플랫폼”)에서 제공하는 서비스(이하 “서비스”라 합니다)를 이용함에 있어 “회사”와 이용자의 권리 및 의무 및 책임사항을 규정함을 목적으로 합니다.

<h3>제 2조 정의</h3>

1)	"회사"란 서비스를 제공하는 팀스팟을 말하며, 팀스팟이 중개 및 판매하는 재화 또는 용역(이하 "재화 등"이라 합니다)을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 스포츠 동행 모집 사이버 플랫폼의 의미로도 사용합니다.
2)	"이용자"란 "회사"에 접속하여 이 약관에 따라 "회사"가 제공하는 서비스를 받는 사람을 말합니다.
3)	"회원"이라 함은 "회사"에 개인정보를 제공하여 회원 등록을 한 자로서,"회사"의 정보를 지속적으로 제공받으며,"회사"가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
4)	"게시물"이라 함은 "회원"이 "회사"가 제공하는 서비스에 게시 또는 등록하는 부호(URL 포함), 문자, 음성, 음향, 영상(동영상 포함), 이미지(사진 포함), 파일 등 일체의 정보를 말합니다.

<h3>제 3조 약관의 명시, 효력 및 변경</h3>

1)	회사는 이 약관의 내용을 회원이 확인할 수 있도록, "프로필 > 정보"에 게시합니다.
2)	회사는 온라인 디지털콘텐츠산업 발전법, 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 소비자기본법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
3)	회사가 약관을 개정할 경우에는 기존약관과 개정약관 및 개정약관의 적용일자와 개정사유를 명시하여 현행약관과 함께 그 적용일자 일십오(15)일 전부터 적용일 이후 상당한 기간 동안 각각 이를 서비스 홈페이지에 공지하고 기존 회원에게는 회사에 회원가입 시 작성한 이메일 주소로 개정약관을 발송하여 고지합니다.
4)	회사가 전항에 따라 회원에게 통지하면서 공지·고지일로부터 개정약관 시행일 7일 후까지 거부의사를 표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 의사표시가 없는 경우에는 변경된 약관을 승인한 것으로 봅니다. 회원이 개정약관에 동의하지 않을 경우 회원은 제15조 제 4항의 규정에 따라 이용계약을 해지할 수 있습니다.

<h3>제 4조 약관 외 준칙</h3>

1)	본 약관에 규정되지 않은 사항에 대해서는 관련 법령 또는 개별 서비스의 운영정책 및 규칙, 개별 서비스 내 세부 하위서비스의 이용약관 등의 규정(이하 총칭하여 '세부지침')에 따릅니다.

<h2>제 2장 SPOT BUDDY 회원가입 및 관리</h2>

<h3>제 5조 이용계약 성립 및 회원가입절차</h3>

1)	이용자는 "회사"가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.
2)	회사의 서비스 이용을 위한 회원가입은 서비스 이용자가 제1항과 같이 동의한 후, 회사가 정한 온라인 회원가입 신청서에 회원 이메일을 포함한 필수사항을 입력함으로써 합니다.
3)	회원가입의 성립시기는 이메일 인증이 완료된 시점으로 합니다.
4)	회원은 제 1 항에 의한 등록사항에 변경이 있는 경우, 즉시 전자우편 및 기타 방법으로 “회사”에 그 변경사항을 알려야 합니다.

<h3>제 6조 SPOT BUDDY 서비스 가입의 제한</h3>

1)	제 5조에 따른 가입 신청자에게는 회사는 원칙적으로 서비스 가입을 승낙합니다. 다만, 회사는 아래 각 호의 경우에는 그 사유가 해소될 때까지 승낙을 유보하거나 승낙하지 않을 수 있습니다.

①	 만 14세 미만인 경우
②	여러분이 다른 사람의 명의나 이메일 주소 등 개인정보를 이용하여 서비스에 가입하려는 경우

2)	만약, 여러분이 위 조건에 위반하여 통합서비스에 가입한 것으로 판명된 때에는 회사는 즉시 여러분의 서비스 이용을 정지시키거나 SPOT BUDDY 계정을 삭제하는 등 적절한 제한을 할 수 있습니다.

<h3>제 7조 회원 ID 등의 관리 책임</h3>

1)	회원은 서비스 이용을 위한 회원 이메일, 비밀번호의 관리에 대한 책임, 본인 이메일의 제3자에 의한 부정사용 등 회원의 고의, 과실로 인해 발생하는 모든 불이익에 대한 책임을 부담합니다. 단, 이것이 회사의 고의,과실로 인하여 야기된 경우는 회사가 책임을 부담합니다.
2)	회원은 회원 이메일, 비밀번호 및 추가정보 등을 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 본인의 비밀번호를 수정하는 등의 조치를 취하여야 하며 즉시 이를 회사에 통보하여 회사의 안내를 따라야 합니다.

<h3>제 8조 개인정보의 수집 등</h3>

1)	회사는 서비스를 제공하기 위하여 관련 법령의 규정에 따라 회원으로부터 필요한 개인정보를 수집합니다.

<h2>제 3장 SPOT BUDDY 서비스 이용</h2>

<h3>제 9조 서비스 제공</h3>

1)	서비스 이용은 회사의 서비스 사용승낙 직후부터 가능합니다.
2)	서비스 이용시간은 회사의 업무상 또는 기술상 불가능한 경우를 제외하고는 연중무휴 1일 24시간(00:00-24:00)으로 함을 원칙으로 합니다. 다만, 서비스 점검 등의 사유로 회사가 별도로 날짜와 시간을 정할 수 있습니다.

<h3>제 10조 서비스의 변경 및 종료</h3>

1)	회사가 신규서비스의 개시 등의 사유로 서비스 내용이 변경되거나 서비스가 종료되는 경우 회사는 회원의 등록된 전자우편 주소로 이메일을 통하여 서비스 내용의 변경 사항 또는 종료를 통지할 수 있습니다.
2)	전항의 경우 불특정 다수인을 상대로 할 경우, 회사 앱 서비스의 공지사항 페이지를 통하여 회원들에게 통지할 수 있습니다.

<h3>제 11조 게시물 관리</h3>

1)	회사는 이용자 및 회원이 사이트 상에 게시하거나 등록하는 내용물이 다음 각 사항에 해당된다고 판단되는 경우 사전 통지 없이 삭제할 수 있습니다.

①	 다른 이용자 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 내용인 경우
②	공공질서 및 미풍양속에 위반되는 내용인 경우
③	사전에 동의하지 아니한 영리를 목적으로 하는 광고일 경우
④	범죄적 행위에 결부된다고 인정되는 내용일 경우
⑤	제3자의 저작권 등 기타권리를 침해하는 내용인 경우
⑥	기타 관계법령이나 "회사"에서 정한 규정에 위배되는 경우

2)	회사는 이용자 및 회원이 기재한 정보, 자료, 사실의 정확성 등을 신뢰함으로써 입은 손해에 대하여 회사의 고의·과실이 없는 한 책임을 지지 않습니다.

<h3>제 12조 권리의 귀속 및 저작물의 이용</h3>

1)	회원이 서비스 내에 게시한 게시물 등(이하 '게시물 등'이라 합니다)의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
2)	게시물 등은 회사가 운영하는 인터넷 사이트과 모바일 어플리케이션을 통해 노출될 수 있으며, 검색결과 내지 관련 프로모션 등에도 노출될 수 있습니다. 해당 노출을 위해 필요한 범위 내에서 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, 회사는 저작권법 규정을 준수하며, 회원은 언제든지 고객센터 또는 각 서비스 내 관리기능을 통해 해당 게시물 등에 대해 삭제, 비공개 등의 조치를 취할 수 있습니다.
3)	회사는 제 2항 이외의 방법으로 사용자의 게시물을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 사용자의 동의를 얻어야 합니다.

<h3>제 13조 게시판 이용 상거래</h3>

1)	회사의 서비스 내에서 법률에 반하는 거래 불가능 품목 거래 행위를 금지합니다.
2)	회사의 서비스 내에서 온라인 상 거래가 금지된 품목의 거래 행위를 금지합니다.

<h3>제 14조 SPOT BUDDY 서비스 이용 방법 및 주의점</h3>

1)	이용자 및 회원은 서비스를 자유롭게 이용할 수 있으나, 아래 각 호의 행위는 금지됩니다.

①	 이용 신청 또는 변경 시 허위 사실을 기재하거나, 다른 사람의 계정 및 비밀번호를 도용, 부정하게 사용하거나, 다른 사람의 명의를 사용하거나 명의자의 허락 없이 전자우편(이메일) 인증 등을 수행하는 행위
②	회사의 서비스 정보를 이용하여 얻은 정보를 회사의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위
③	타인의 명예를 손상시키거나 불이익을 주는 행위
④	게시판 등에 음란물을 게재하거나 음란사이트를 연결(링크)하는 행위
⑤	회사 또는 제3자의 저작권 등 기타 권리를 침해하는 행위
⑥	서비스 내에 회사나 제3자 등에 대한 허위의 사실을 게시하는 행위
⑦	공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음성 등을 타인에게 유포하는 행위
⑧	서비스의 운영을 방해하거나 안정적 운영을 방해할 수 있는 행위
⑨	타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위
⑩	다른 이용자 및 회원의 개인정보를 수집, 저장, 공개하는 행위
⑪	자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가하는 등 피해를 입힐 목적으로 허위의 정보를 유통시키는 행위
⑫	재물을 걸고 도박하거나 사행행위를 하는 행위
⑬	윤락행위를 알선하거나 음행을 매개하는 내용의 정보를 유통시키는 행위
⑭	수치심이나 혐오감 또는 공포심을 일으키는 말이나 음향, 글이나 화상 또는 영상을 계속하여 상대방에게 도달하게 하여 상대방의 일상적 생활을 방해하는 행위
⑮	기타 현행 법령, 본 약관 및 운영정책 등 회사가 제공하는 서비스 관련 세부지침을 위반하는 행위

2)	이용자 및 회원은 서비스의 이용 권한 ,기타 이용계약상 지위를 타인에게 양도,증여할 수 없으며, 담보로 제공할 수 없습니다.
3)	이용자 및 회원의 자격 혹은 나이에 따라 아래 각 호처럼 서비스 이용의 일부가 제한될 수 있습니다.

①	 만 19세 미만
②	성별 관련

4)	이용자 및 회원이 관련 법령, 회사의 모든 약관 또는 정책을 준수하지 않는다면, 회사는 이용자 및 회원의 위반행위 등을 조사할 수 있고, 해당 게시물 등을 삭제 또는 임시 삭제하거나 이용자 및 회원의 서비스 전체 또는 서비스를 구성하는 일부 개별 서비스의 이용을 잠시 또는 계속하여 중단하거나, 서비스 재가입 또는 일부 개별 서비스의 재이용에 제한을 둘 수 있습니다.
5)	이용 제한은 위반 활동의 누적 정도에 따라 한시적 제한에서 영구적 제한으로 단계적 제한하는 것을 원칙으로 하지만, 음란한 내용의 게시와 유포 및 사행성 도박 홍보 등 관련 법령에서 금지하는 명백한 불법행위나 타인의 권리 침해로서 긴급한 위험 또는 피해 차단이 요구되는 사안에 대해서는 위반 활동 횟수의 누적 정도와 관계 없이 즉시 영구적으로 이용이 제한될 수 있습니다.

<h3>제 15조 이용계약 해지</h3>

1)	회원이 서비스 이용계약을 해지하고자 하는 때에는 프로필 > 환경설정 > 탈퇴하기에서 회사가 정한 절차에 따라 회원의 계정을 삭제하고 탈퇴할 수 있습니다.
2)	회원이 제14조의 규정을 위반한 경우 회사는 일방적으로 본 계약을 해지할 수 있고, 이로 인하여 서비스 운영에 손해가 발생한 경우 이에 대한 민, 형사상 책임을 물을 수 있습니다.
3)	회원이 서비스를 이용하는 도중, 연속하여 일(1)년 동안 서비스를 이용하기 위해 회사의 서비스에 log-in한 기록이 없는 경우 회사는 회원의 회원자격을 상실시킬 수 있습니다.
4)	본 이용 계약이 해지된 경우, 법령 및 개인정보 처리방침에 따라 회원의 정보를 보유하는 경우를 제외하고는 회원의 '게시물 등' 중 동행 모집 글, 동행날씨 평가, 커뮤니티(구단이야기) 게시글 등과 같이 본인 계정에 등록된 '게시물 등' 일체는 삭제됩니다. 다만, 회원이 작성한 게시물이 제 3자에 의해 스크랩 및 관심 등록되거나 회사의 마케팅 사용 등에 등록된 '게시물 등'은 삭제되지 않으므로, 반드시 해지 신청 전에 삭제하신 후 탈퇴하시기 바랍니다.

<h3>제 16조 개인정보의 보호</h3>

1)	여러분의 개인정보의 안전한 처리를 위해 여러분의 개인정보는 서비스의 원활한 제공을 위하여 여러분이 동의한 목적과 범위 내에서만 이용됩니다.
2)	자세한 사항은 SPOT BUDDY의 개인정보 처리방침에 따라 운영됩니다.

<h2>제 4장 기타</h2>

<h3>제 17조 손해배상 등</h3>

1)	회사에 ‘기술정보를 제공하는 이용자는 자신의 기술정보에 대한 권리(특허권, 실용신안권, 디자인권, 상표권 등)를 법적으로 보호받기 위해서 필요한 조치를 스스로 취하여야 합니다. 회사는 이용자의 권리 보장이나 취득 등을 위한 어떠한 명목의 의무나 책임도 부담하지 않고, 이를 보장하지 않으며, 이용자 개인의 행위(회사의 서비스 이용 행위 일체를 포함)로 인한 어떠한 분쟁이나 어떠한 명목의 손실, 손해에 대해서도 법적 책임을 지지 아니합니다.
2)	회사는 회사의 과실 없이 다음 각 호의 경우로 서비스를 제공할 수 없는 경우, 이로 인하여 회원에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.

①	 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
②	서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우
③	회원의 귀책사유로 서비스 이용에 장애가 있는 경우
④	제 1호 내지 제 3호를 제외한 기타 회사의 고의, 과실이 없는 사유로 인한 경우

3)	회사는 회원이 작성하는 등의 방법으로 서비스에 게제된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며, 회사의 과실 없이 발생된 회원의 손해에 대하여는 책임을 부담하지 아니합니다.

<h3>제 18조 통지 및 공지</h3>

1)	회사는 이용자 및 회원의 의견을 소중하게 생각합니다. 언제든지 이용자 및 회원은 고객센터를 통해 의견을 제시할 수 있습니다.
2)	회사는 회원이 등록한 전자우편(이메일)로 보내거나, 서비스 내 전자쪽지 발송, 알림 메시지를 띄우는 등 합리적으로 가능한 방법으로 여러분에게 공지 또는 통지하며, 서비스 이용자 전체에 대한 공지는 칠(7)일 이상 서비스 공지사항 란에 게시함으로써 효력이 발생합니다.

<h3>제 19조 분쟁의 해결</h3>

1)	본 약관 또는 서비스는 대한민국 법령에 의하여 규정되고 이행됩니다. 서비스 이용과 관련하여 회사와 이용자 및 회원 간에 분쟁이 발생하면 이의 해결을 위해 성실히 협의할 것입니다. 그럼에도 불구하고 해결되지 않으면 민사소송법의 관할법원에 소를 제기할 수 있습니다.

공고일자 : 2021.03.20
시행일자 : 2021.04.01
`
  },
  personal_term: {
    id: "personal_term",
    text: "개인정보 이용약관 동의",
    required: true,
    detail: `
    <h2>1. 개인정보 처리방침이란?</h2>

    '팀 SPOT(팀스팟)'(이하 “회사”이라 합니다)은 이용자 및 회원의 '동의를 기반으로 개인정보를 수집·이용 및 제공'하고 있으며, '이용자 및 회원의 권리 (개인정보 자기결정권)를 적극적으로 보장'합니다.
    회사는 대한민국의 개인정보보호 규정, 가이드라인을 준수하고 있습니다.
    본 개인정보 처리방침은 회사가 운영하는 어플리케이션(Application, 이하 웹사이트와 어플리케이션을 통칭하여 “SPOT BUDDY 플랫폼”)에서 제공하는 서비스(이하 “서비스”라 합니다)에 적용됩니다.

    <h2>2. 개인정보 수집</h2>

    <h3>서비스 제공을 위한 필요 최소한의 개인정보를 수집하고 있습니다.</h3>
    회원 가입 시 또는 서비스 이용 과정에서 어플리케이션이나 프로그램 등을 통해 아래와 같은 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.

    [SPOT BUDDY 계정]

    1)	필수 이메일, 비밀번호, 이름, 닉네임, 성별, 생년월일
    2)	선택 구단
    
    [이메일 인증 시]

      1)	이름, 성별, 생년월일, 암호화된 이용자 확인값(CI)
    
    <h3>개인정보를 수집하는 방법은 아래와 같습니다.</h3>
    
    개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를 수집합니다.
    
      1)	회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우
      2)	제휴 서비스 또는 단체 등으로부터 개인정보를 제공받은 경우
      3)	고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등
      4)	온·오프라인에서 진행되는 에빈트/행사 등 참여
    
    서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다
    모바일 웹/앱 이용과정에서 단말기정보(OS, 화면사이즈, 디바이스 아이디, 폰기종, 단말기 모델명), IP주소, 쿠키, 방문일시, 부정이용기록, 서비스 이용 기록 등의 정보가 자동으로 생성되어 수집될 수 있습니다.
    
    <h2>3. 개인정보 이용</h2>

    <h3>회원관리, 서비스 제공 및 개선, 신규 서비스 개발 등을 위해 이용합니다. 회원가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별 어플리케이션이나 프로그램 등을 통해 아래와 같이 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.</h3>

    1)	회원 식별/가입의사 확인, 본인/연령/이메일 확인, 부정이용 방지
    2)	만 14세 미만 아동 가입 불가 확인
    3)	이용자 및 회원간 메시지 전송 기능 제공
    4)	동행 모집 게시글 등록 시, 이용자 및 회원에게 닉네임/성별/연령대/선택 구단 공개
    5)	이용자 및 회원간 프로필 보기 및 신고·차단하기 기능 제공
    6)	신규 서비스 개발, 다양한 서비스 제공, 문의사항 또는 불만처리, 공지사항 전달
    7)	인구통계학적 특성과 이용자 및 회원의 관심, 기호, 성향의 추정을 통한 맞춤형 컨텐츠 추천 및 마케팅에 활용
    8)	서비스 이용 기록, 접속 빈도 및 서비스 이용에 대한 통계, 프라이버시 보호 측면의 서비스 환경 구축, 서비스 개선에 활용
    
    <h2>4. 개인정보 제공</h2>

    <h3>
      팀스팟은 이용자 및 회원의 별도 동의가 있는 경우나 법령에 규정된 경우를 제외하고는 이용자 및 회원의 개인정보를 제3자에게 제공하지 않습니다.
      서비스 제공을 위해 아래와 같은 업무를 위탁하고 있습니다.
    </h3>

    서비스 제공에 있어 필요한 업무 중 일부를 외부 업체로 하여금 수행하도록 개인정보를 위탁하고 있습니다.
    
    1)	Amazon Web Services Inc.

    위탁받는 자 (수탁자) : Amazon Web Services Inc.
    
    위탁하는 업무의 내용 : 데이터 보관
    
    위탁기간 : 2022년 01월 21일까지
    
    <h2>5. 개인정보 파기</h2>

    <h3>개인정보는 수집 및 이용목적이 달성되면 지체없이 파기하며, 절차 및 방법은 아래와 같습니다.</h3>
    
    전자적 파일 형태인 경우 복구 및 재생되지 않도록 안전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여 파기합니다.
    
    다만, 내부 방침에 따라 일정 기간 보관 후 파기하는 정보는 아래와 같습니다.
    
    1.	아래 정보는 탈퇴일부터 최대 1년간 보관 후 파기합니다.
    1)	안내메일 발송 및 CS문의 대응을 위해 탈퇴안내 이메일 주소 보관
    2.	관계법령에 의해 보관해야 하는 정보는 아래와 같이 법령이 정한 기간 동안 보관한 후 파기합니다.
    
    <h2>6. 개인정보 기타</h2>

    <h3>팀스팟은 여러분의 권리를 보호합니다.</h3>

    이용자 및 회원은 언제든지 자신의 개인정보를 조회하거나 수정할 수 있으며, 서비스 내 설정을 통한 회줜정보 수정 기능이나 회원탈퇴 기능과 수집·이용에 대한 동의 철회 또는 가입 해지를 요청할 수 있습니다.
    <h3>팀스팟은 서비스의 제공을 위해 쿠키를 사용하는 경우가 있습니다.</h3>
    
    <strong>사용목적</strong>
    
    1)	jsessionid : 로그인을 통해 얻어지는 세션, 사용자에게 권한 부여
    2)	remeberMe : 로그인 유지를 위한 세션

    <h3>팀스팟은 개인정보의 안정성 확보치를 위해 , 개인정보보호법 제29조에 따라 다음과 같이 안정성 확보에 필요한 기술적/관리적 및 물리적 조치를 취하고 있습니다.</h3>

    1)	개인정보 취급 직원의 최소화 및 교육개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.
    2)	개인정보에 대한 접근 제한개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
    3)	비인가자에 대한 출입 통제개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.
    
    <h3>팀스팟은 아래의 부서에서 개인정보 보호를 담당하고 있습니다.</h3>
    
    책임자 : 이예슬 (개발팀 서버책임자)
    
    담당부서 : 개발팀
    
    문의 : teamspot0925@gmail.com
    
    <h3>개인정보처리방침이 변경되는 경우</h3>
    
    법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 수정할 수 있습니다. 개인정보처리방침이 변경되는 경우 팀스팟은 변경 사항을 게시하며, 변경된 개인정보처리방침은 게시한 날로부터 7일 후부터 효력이 발생합니다.
    
    •	공고일자 : 2021년 3월 20일
    •	시행일자 : 2021년 4월 1일    
    `
  },
  ad_term: {
    id: "ad_term",
    text: "프로모션 정보 수신 동의",
    required: false,
    detail: `
    <h3>1. 광고성 정보의 이용목적</h3>

SPOT BUDDY가 제공하는 이용자 맞춤형 서비스 및 상품 추천, 각종 경품 행사, 이벤트 등의 광고성 정보를 전자우편(이메일) 및 푸시 알림 등을 통해 이용자에게 제공합니다.

- 마케팅 수신 동의는 거부하실 수 있으며 동의 이후에라도 고객의 의사에 따라 동의를 철회할 수 있습니다. 동의를 거부하시더라도 SPOT BUDDY가 제공하는 서비스의 이용에 제한이 되지 않습니다. 단, 할인, 이벤트 및 이용자 맞춤형 상품 추천 등의 마케팅 정보 안내 서비스가 제한됩니다.

<h3>2. 미동의 시 불이익 사항</h3>

개인정보보호법 제22조 제5항에 의해 선택정보 사항에 대해서는 동의 거부하시더라도 서비스 이용에 제한되지 않습니다. 단, 할인, 이벤트 및 이용자 맞춤형 상품 추천 등의 마케팅 정보 안내 서비스가 제한됩니다.

<h3>3. 서비스 정보 수신 동의 철회</h3>

SPOT BUDDY에서 제공하는 마케팅 정보를 원하지 않을 경우 ‘프로필> 환경설정 > 푸시 알림 설정’에서 철회를 요청할 수 있습니다. 또한 향후 마케팅 활용에 새롭게 동의하고자 하는 경우에는 ‘ ‘프로필> 환경설정 > 푸시 알림 설정’’에서 동의하실 수 있습니다.

시행일자 : 2021년 04월 26일`
  }
};

export default terms_list;
